/*5 */
//Зробіть сервіс який отримує тризначне число
//Поверніть користувачу сумму цих чисел

//let num = prompt("введить тризначне число");

//let thirdNum = num % 10;

//let secondNum = ((num - thirdNum) / 10) % 10;

//let firstNum = (num - secondNum * 10 - thirdNum) / 100;

//let sum = firstNum + secondNum + thirdNum;
//console.log(sum);

//123 = 1 * 100 + 2 * 10 + 3,
//количество сотен == 1  это минимальное целое от деления числа 123 на 100 (при этом получаем остаток от деления 23
//количество десятков == 2  это минимальное целое от деления остатка 23 на 10 (при этом получаем остаток от деления 3
//количество единиц == 3  это получившийся от второго деления остаток
